import { Job } from "src/app/interfaces/common/job";

export const JOBS: Job[] = [
    {
        id: '1',
        jobTitle: 'প্রেসক্রিপশন বুঝার মত দক্ষতা সম্পন্ন লোক প্রয়োজন।',
        slug: 'প্রেসক্রিপশন_বুঝার_মত_দক্ষতা_সম্পন্ন_লোক_প্রয়োজন',
        jobName: 'ডাক্তারের প্রেসক্রিপশন বুঝার মত দক্ষতা সম্পন্ন লোক প্রয়োজন।',
        location: 'Dhaka, Dhaka Division, Bangladesh',
        jobInfo: 'customer_care | Part Time',
        conditions: [
            '১. ডাক্তারের হাতের লেখা বুঝা এবং প্রেস্ক্রিপশন বুঝার মত দক্ষতা থাকতে হবে।',
            '২. ঔষধ সম্পর্কে ভাল ধারনা থাকতে হবে।',
            '৩. কাস্টমারের সাথে মার্জিত ব্যাবহার করতে হবে।'
        ],
        salary: '14000',
        duty: '8',
        jobType: 'customer care'
    },
    {
        id: '2',
        jobTitle: 'ডেলিভারীম্যান /রাইডার নিয়োগ বিজ্ঞপ্তি (নিজস্ব মোটরসাইকেল থাকতে হবে)।',
        jobName: 'মেডিসিনডিপো লিমিটেড এর ডেলিভারী ম্যান/রাইডার হিসেবে কাজ করার সুযোগ।',
        slug: 'ডেলিভারীম্যান_রাইডার_নিয়োগ_বিজ্ঞপ্তি_23434',
        location: 'Dhaka, Dhaka Division, Bangladesh',
        conditions: [
            '১. ডাক্তারের হাতের লেখা বুঝা এবং প্রেস্ক্রিপশন বুঝার মত দক্ষতা থাকতে হবে।',
            '২. ঔষধ সম্পর্কে ভাল ধারনা থাকতে হবে।',
            '৩. কাস্টমারের সাথে মার্জিত ব্যাবহার করতে হবে।'
        ],
        salary: '22000',
        duty: '8',
        jobInfo: 'delivery | Full Time',
        jobType: 'delivery'
    },
    {
        id: '3',
        jobTitle: 'ডেলিভারীম্যান /রাইডার নিয়োগ বিজ্ঞপ্তি (নিজস্ব সাইকেল থাকতে হবে)।',
        jobName: 'মেডিসিনডিপো লিমিটেড এর ডেলিভারী ম্যান/রাইডার হিসেবে কাজ করার সুযোগ।',
        slug: 'ডেলিভারীম্যান_রাইডার_নিয়োগ_বিজ্ঞপ্তি_43434',
        location: 'Dhaka, Dhaka Division, Bangladesh',

        conditions: [
            '১. ডাক্তারের হাতের লেখা বুঝা এবং প্রেস্ক্রিপশন বুঝার মত দক্ষতা থাকতে হবে।',
            '২. ঔষধ সম্পর্কে ভাল ধারনা থাকতে হবে।',
            '৩. কাস্টমারের সাথে মার্জিত ব্যাবহার করতে হবে।'
        ],
        salary: '22000',
        duty: '8',
        jobInfo: 'delivery | Full Time',
        jobType: 'delivery'
    },
    {
        id: '4',
        jobTitle: 'মেডিসিন প্যাকার/ পিকার (ফার্মেসি)।',
        jobName: 'মেডিসিন প্যাকার/ পিকার (ফার্মেসি) হিসেবে কাজ করার সুযোগ।',
        slug: 'মেডিসিন_প্যাকার_পিকার_ফার্মেসি',
        location: 'Dhaka, Dhaka Division, Bangladesh',

        conditions: [
            '১. ডাক্তারের হাতের লেখা বুঝা এবং প্রেস্ক্রিপশন বুঝার মত দক্ষতা থাকতে হবে।',
            '২. ঔষধ সম্পর্কে ভাল ধারনা থাকতে হবে।',
            '৩. কাস্টমারের সাথে মার্জিত ব্যাবহার করতে হবে।'
        ],
        salary: '22000',
        duty: '8',
        jobInfo: 'warehouse | Part Time',
        jobType: 'warehouse'
    }
]
